{
  "sessions": [
    {
      "id": "650479",
      "title": "Weird Stuff I Saw While… Working with Multi Subnet Availability Groups",
      "description": "Despite the fact that SQL Server Availability Groups are built on top of a stack of rather complex technology, over the years things have gotten to the point where getting an AG up and running for a simple two-node HA setup is not as intimidating for most DBAs as it may have been in the early days. When multiple subnets get involved, however, things can get weird quickly. Some stories that will be told include:\r\n\r\n· Inability to bring AG online at DR site after shutting down main site\r\n· Seemingly random and unpredictable connection timeouts suddenly occurring a month after AG is extended to a second subnet\r\n· Failure of the primary replica after rebooting the secondary during patching windows\r\n\r\nWe're review this, along with discussion of configuration adjustments that can help keep some of these issues at bay!",
      "startsAt": "2024-04-27T08:45:00",
      "endsAt": "2024-04-27T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "2d0e16df-5c1e-4a51-867e-d9cd72dff6c5"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44111,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "640682",
      "title": "A Generative AI Use Case Leveraging Amazon RDS for SQL Server as a Vector Store",
      "description": "This session covers how RDS SQL Server can be leveraged as a Vector Data Store while implementing a Generative AI Similarity Use Case. This session includes a live demo.",
      "startsAt": "2024-04-27T08:45:00",
      "endsAt": "2024-04-27T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "d15e2409-5169-4579-a689-c6ed22dd75ef"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44112,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "646175",
      "title": "Google Data Platform",
      "description": "Tens of thousands of customers build their data clouds using Google Cloud, a unified, open approach to data-driven transformation that is unmatched for speed, scale, and security with AI built in. Let's get together and review what's available on GCP Data Cloud",
      "startsAt": "2024-04-27T08:45:00",
      "endsAt": "2024-04-27T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "ec5ef698-6c51-4e7b-a70c-e1745c3daf5e"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44113,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "653929",
      "title": "Postgres is a Platform?",
      "description": "Postgres currently offers an unbelievable mix of modern first-class features and third-party extensions. PG can be your knock-off Kafka, artificial Airflow, crappy Clickhouse, nasty Elasticsearch, poor man’s PubSub, on-sale Celery, etc.\r\n\r\nBeyond extensions, platforms like Supabase (and languages like Elm) have decided to make Postgres its compilation target!\r\n\r\nIn this talk, we discuss the near future of the PG ecosystem.",
      "startsAt": "2024-04-27T08:45:00",
      "endsAt": "2024-04-27T09:45:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "4aabc8e3-d038-469e-90bb-6c264f52dd9c"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 47622,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "637586",
      "title": "Building a framework for orchestration in Azure Data Factory",
      "description": "Finding the balance between cost, efficiency and performance for cloud-based ETL processes can be a tricky proposition, and a good ETL framework will help you get there. \r\n\r\nIn this session we will look at what the components of such a framework may look like in Azure Data Factory, and why orchestration can be a good option if you're trying to minimize cost. We will also walk through an actual framework I've developed and use today, which you can use as a starting point for your own efforts.\r\n\r\nIf you are currently using Azure Data Factory and feel like you're recreating the wheel all the time, or if you're planning to move from SSIS to ADF in the future and would like some ideas on how to create an ETL framework, this will be the perfect session for you.",
      "startsAt": "2024-04-27T10:05:00",
      "endsAt": "2024-04-27T11:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "50383179-378d-4690-96aa-e05f2572f6a5"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44111,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "654862",
      "title": "Exploring Public Health Data: A Practical Guide to API Access in Power BI",
      "description": "Unlock the potential of public health data using publicly available APIs. In this session, we'll guide you through the process of connecting, parsing, and analyzing the wealth of data made available by the US government using Power BI. Discover how Power BI and Power Query can transform this data into actionable insights for your business intelligence needs. Learn how to effortlessly connect to web data sources within Power BI using simple URL access using built in M Query methods. Also, learn how easy it is to query a Web Service by sending data.   Become proficient in the skill of parsing JSON format data, to extract meaningful insights in a straightforward manner. Open your eyes to the abundance of data available from the US government with a simple internet connection.",
      "startsAt": "2024-04-27T10:05:00",
      "endsAt": "2024-04-27T11:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "6e0c6896-2a12-4221-8094-00278ede38c2"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44112,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "635397",
      "title": "Introduction to GitHub for Data Professionals",
      "description": "Getting started with GitHub can at times be overwhelming. Especially when you've been working with other source control and project management systems your whole career. In this session, we will overview the below tasks to ensure your success with GitHub. * Initial setup of a Repository in GitHub. * Build Issue templates for new features, bugs, or custom tasks. * Securing the check-in/merge process to your root branch. * Integrating GitHub with other productivity tools to keep on top of changes.",
      "startsAt": "2024-04-27T10:05:00",
      "endsAt": "2024-04-27T11:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "ca8adb67-ec3b-4fd5-a3b2-fbbd27da4f4f"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44113,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "665575",
      "title": "This is not your daddy's backup routine",
      "description": "Microsoft introduced a new backup support back in SQL 2016 when the data files are in Azure Storage Accounts. It was yet another cloud native feature in SQL. After 6 years it has finally made its way to on-prem storage. In this session we will deep dive in the snapshot backup option, target to large volume data bases. ",
      "startsAt": "2024-04-27T10:05:00",
      "endsAt": "2024-04-27T11:05:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "8fbb3d17-bd56-4cef-9a29-eea5a84dd56b"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 47622,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "646380",
      "title": "Bring Cloud Manageability to SQL Server On-prem and Multicloud with Azure Arc",
      "description": "Using Arc, we are bringing more Azure data manageability to SQL Server on-prem and in multicloud for our data customers. The 3 key capabilities that customers most care about are management, governance, security for their SQL Server workloads, Arc is bringing it to the next level.\r\n \r\nWith Arc, customers can manage all SQL estate using Azure, get a single view of all SQL Server in a central portal to better manage their inventory and licenses. We also provide SQL Best Practice Analyzer to automatically evaluate SQL Server like security, performance, scalability, business continuity, and more, with no additional cost.\r\n \r\nFor Governance, We enabled Microsoft Purview access policies for SQL Server through Arc, so customers can control and govern their entire data estate and generate central insights.\r\n \r\nFor security, we lightened up Microsoft Defender for Cloud to enhance the security gesture for SQL Server, and Single Sign-On with Azure Active Directory to secure identities. These are Azure security capabilities that customers have wanted on-prem for long time",
      "startsAt": "2024-04-27T11:25:00",
      "endsAt": "2024-04-27T12:25:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "835a46eb-80bb-4ba3-9e9d-4a3d841a6936"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44111,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "639437",
      "title": "Zero trust database access with DBHawk",
      "description": "With DBHawk, users only receive access to the data they need. DBHawk provides Zero trust secure access to on-premises and cloud databases.\r\n\r\nIn this demo, you'll learn:\r\n\r\nHow you can provide secure database access to your users.\r\nHow to dynamically mask data and apply Object Access Control Policy. How to connect to Microsoft SQL Server database, Azure SQL, Azure Synapse, MongoDB and other databases through a single browser window. How to use Online SQL Editor, Query Builder and Job scheduler. How to provision database password less access to your end users.",
      "startsAt": "2024-04-27T11:25:00",
      "endsAt": "2024-04-27T12:25:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "0235dff5-6fbd-4116-bf3a-7def103ccd9f"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44112,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "665537",
      "title": "Architecting Your Microsoft SQL Server Workloads on VMware Cloud Foundation",
      "description": "As Enterprises continue to embrace virtualization for their Mission-Critical workloads, they have to be deliberate in their choice of the platform on which to run them.\r\n\r\nVMware vSphere has proven to be the most trusted, reliable and cost-efficient platform of all available options to-date. VMware Cloud Foundation (VCF) combines the entire VMware software-defined solution stack to provide an even more cohesive Platform for Customers who run Microsoft SQL Server on vSphere-based platforms.\r\n\r\nIn this Session, we will discuss how each engineered, integrated VCF component combine to help Enterprises achieve their important business and operational objectives by virtualizing (or continuing to virtualize) their SQL Server workloads. We will provide detailed practical and technical configuration and optimization approaches that help administrators ensure optimal performance, monitoring, high availability and recovery for their virtualized workloads on VCF.\r\n\r\nThis Session will include actual live demonstrations of how these components, when properly configured, combine to provide unified management, optimization and simplified administration at a scale and cost threshold not easily achievable in other disparate, unintegrated Platforms.\r\n\r\nCome with questions. Leave with answers.\r\n",
      "startsAt": "2024-04-27T11:25:00",
      "endsAt": "2024-04-27T12:25:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "759068cb-7081-4ea7-8ec2-6e159ba09d34"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44113,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "667793",
      "title": "Build Data Solutions 10X Faster: TimeXtender's Low-Code, Metadata-Driven, Platform-Agnostic Approach",
      "description": "Join us for an enlightening session on \"Build Data Solutions 10X Faster: TimeXtender's Low-Code, Metadata-Driven, Platform-Agnostic Approach\". This session will delve into how TimeXtender, a leading data management platform, leverages a low-code, metadata-driven approach to accelerate the construction of data solutions (data warehouse). We will explore how TimeXtender's unified metadata framework enables seamless data integration, data warehousing, and data modeling, providing full control over your data while ensuring flexibility and security. Learn how TimeXtender's platform-agnostic design allows for easy portability across different environments and technologies, and how its automation capabilities can help you build data ware house and data solutions 10 times faster. This session is a must-attend for data enthusiasts looking to enhance their data management strategies and drive business value efficiently and effectively.",
      "startsAt": "2024-04-27T11:25:00",
      "endsAt": "2024-04-27T12:25:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "9331bd6e-4f15-4a20-b4a9-599c1b1fa7df"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 47622,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "652925",
      "title": "What SQL Server DBAs Need to Know About Docker Containers",
      "description": "You have been given new responsibilities to automate deployment, scaling and management of containerized applications – not just SQL Server databases. But you feel stuck and overwhelmed because you have so much to figure out. The available information on the internet isn't helping and you're wasting so much time trying to learn things on your own.  Even worse, you end up being a stressed, overworked DBA who wished you could focus on the “cool stuff”, but are instead stuck in firefighting mode while juggling the additional workload.\r\n\r\nIn this session, get introduced to SQL Server on containers and what you need to know to start deploying and managing them. You'll learn the different components that make up the container ecosystem and how to leverage containers for faster SQL Server deployments.",
      "startsAt": "2024-04-27T13:10:00",
      "endsAt": "2024-04-27T14:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "5170e2ac-2287-4a44-81a0-0cdecba07f79"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44111,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "650123",
      "title": "Managing High Frequency Data in Real Time and Use of AI",
      "description": "In the world of industry-level data management, handling High-Frequency Data in Real Time and Use of AI is a daunting challenge. MySQL, an open-source relational database management system, offers a robust solution. This presentation explores how MySQL can efficiently handle large volumes of data, focusing on the strategic use of views and indexes. Additionally, it highlights the key benefits of MySQL over other databases in an industrial context and AI.",
      "startsAt": "2024-04-27T13:10:00",
      "endsAt": "2024-04-27T14:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "49f65e57-a19b-47c5-bf47-37af5e8daa03"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44112,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "657410",
      "title": "Unleashing the power of access control in SQL Server and Azure SQL",
      "description": "Access control is a fundamental aspect of securing a database system, especially when storing high-value data. On the other hand, navigating a rich permission system such as the one offered by SQL Server and Azure SQL can be overwhelming even for the most seasoned DBA. In this session, Andreas Wolter, Program Manager and long-time expert for access control in SQL Server, will explore the authorization capabilities of SQL Server/Azure SQL, explain the value of industry best practices such a “Role separation” and “Principle of Least Privilege”, and share insights from his many years working directly with customers.\r\nDiscover some of the hidden gems that can help you implement access control policies that are effective for a wide range of workloads.",
      "startsAt": "2024-04-27T13:10:00",
      "endsAt": "2024-04-27T14:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "1bbd9877-f0ef-47dc-82a3-2ae0a75c107e"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44113,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "639857",
      "title": "Customize your managed SQL Server database on AWS Cloud",
      "description": "Amazon RDS Custom for SQL Server is a managed database service for applications requiring customization of their underlying O.S and database system. In this session, we will be learning about what's latest including AWS managed Multi-AZ for High Availability with RDS Custom for SQL Server.",
      "startsAt": "2024-04-27T13:10:00",
      "endsAt": "2024-04-27T14:10:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "132b6299-78ed-4cdd-bb22-d34a62f35fdd"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 47622,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "646942",
      "title": "Migrating High IO SQL Server Workloads to Azure for the Win",
      "description": "Background:\r\nIn the modern era of cloud computing, businesses are continuously moving towards robust and scalable cloud solutions. Microsoft's Azure, with its IaaS offering, provides an unparalleled opportunity for businesses to transition their on-premises high IO SQL Server instances to the cloud without compromising performance or require refactoring.\r\n \r\nObjective:\r\nThis presentation aims to provide attendees with a comprehensive understanding of the methodologies, strategies, and best practices involved in migrating high IO SQL Server databases to Azure using Infrastructure as a Service (IaaS).\r\n \r\nKey Points:\r\n1. Introduction to Azure IaaS: Understand the core components of Azure IaaS and how it differs from other Azure offerings.\r\n \r\n2. Benefits of Migration: Discussion on the advantages of migrating to Azure, such as scalability, high availability, disaster recovery, and cost efficiency, especially for SQL Server databases with high IO demands.\r\n \r\n3. Sizing Assessment: Essential steps and tools to evaluate the current SQL Server infrastructure, identify potential  license savings and understanding of resource usage.\r\n \r\n4. Performance Optimization: Dive deep into Azure's performance-enhancing features such as premium storage, optimized virtual machine sizes, and Azure Blob storage configurations that cater to high IO operations.\r\n \r\n5. Migration Strategies: Overview of various migration methods, from the lift-and-shift approach to more hybrid solutions, tailored to different organizational needs and complexities.\r\n \r\n7. Post-migration Best Practices: Tips for monitoring, managing, and optimizing the performance of the SQL Server instance on Azure IaaS.\r\n \r\n \r\nConclusion:\r\nBy the end of the presentation, attendees will be equipped with the knowledge and tools to effectively plan and execute a migration of high IO SQL Server databases to Azure using IaaS, ensuring correct sizing, high performance, and cost-efficiency.",
      "startsAt": "2024-04-27T14:40:00",
      "endsAt": "2024-04-27T15:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "cbfc10e5-647f-4898-bce3-4579e9e3935b"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44111,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "658228",
      "title": "Index Performance Tuning Using Pain Reduction",
      "description": "Your SQL Server is in pain - and needs you to fix it! All you've got to do is ask how. What makes this approach different? You'll learn 23 different kinds of index pain and their effect on performance. And how aggregate pain can identify the highest priorities for the quickest and biggest results. You won't have to fix indexes on every table to see improvement - start with the ones in the most pain and watch your queries run faster! You'll also learn which of nearly 100 DMVs & DMFs are needed to generate over 450 diagnoses and 93 detailed prescriptions to make SQL Server perform better. All results are presented in Excel - you can visualize the pain for each table and index. And then leverage the power of Excel to slice and dice your way through all that data! So now you no longer have to run a bunch of scripts, glue different result sets together, scroll through columns looking for patterns, and guess how and where to get started.\r\n\r\nPrerequisites: Understanding of SQL Server index types. Some experience with operational, usage, and statistic DMVs & DMFs. Familiarity with popular SQL scripts and libraries, such as sp_Blitz_Index, Glenn Berry's Diagnostic Queries, Aaron Bertrand's 40 Table Queries, or similar.\r\n\r\nSession Goals:\r\n- Demonstrate a method to prioritize Index Tuning efforts\r\n- Steps to identify actionable improvement prescriptions for every index\r\n- Use Excel to visualize key index elements and enable further data exploration",
      "startsAt": "2024-04-27T14:40:00",
      "endsAt": "2024-04-27T15:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "e20c5639-5ad0-4892-a59d-0a5ba1dcb673"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44112,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "650803",
      "title": "Turning Databases into GenAI Machines",
      "description": "In this session we will cover how to turn your databases like SQL Server into GenAI Machines. You will not need to move any data outside your SQL Server instances. In this session, we\r\nwill show how to turn databases into generative AI machines, automating many of the manual tedious tasks involved. We will introduce large data model to generate relevant data models for user questions and will present a scalable retrieval approach for database of any size. ",
      "startsAt": "2024-04-27T14:40:00",
      "endsAt": "2024-04-27T15:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "a7049a06-9b8e-4b93-9777-aaf7894b1479"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 44113,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    },
    {
      "id": "653590",
      "title": "Serverless Symphony: How to send emails with AWS Lambda & AWS SNS",
      "description": "Dive into the world of AWS Serverless with lambda functions. An interesting use case of how Lambda functions can be used to send notification emails using AWS SNS along with AWS S3 service. The session covers API requests with AWS S3 and boto3 along with Python-Flask",
      "startsAt": "2024-04-27T14:40:00",
      "endsAt": "2024-04-27T15:40:00",
      "isServiceSession": false,
      "isPlenumSession": false,
      "speakers": [
        "d2153cd8-80d9-4694-80b0-9f1dea2812b9"
      ],
      "categoryItems": [],
      "questionAnswers": [],
      "roomId": 47622,
      "liveUrl": null,
      "recordingUrl": null,
      "status": "Accepted",
      "isInformed": true,
      "isConfirmed": true
    }
  ],
  "speakers": [
    {
      "id": "1bbd9877-f0ef-47dc-82a3-2ae0a75c107e",
      "firstName": "Andreas",
      "lastName": "Wolter",
      "bio": "Andreas Wolter is the former Program Manager for Access Control in Azure SQL and SQL Server at Microsoft. In this role he spearheaded the design of the external authorization system which is used by Purview policies and Azure database under Fabric. He has over 20 years of experience with SQL Server and has been a regular speaker at conferences worldwide for over a decade. Prior to Microsoft he was the lead-architect of a Germany-based company specialized on SQL Server HA, Performance and Security. He is a Microsoft Certified Solutions Master for the Data Platform (MCSM).\r\nYou can find him on Twitter: @AndreasWolter and his Blog at: http://andreas-wolter.com/en/blog ",
      "tagLine": "Data Architect, Security, Sarpedon Quality Lab",
      "profilePicture": "https://sessionize.com/image/052d-400o400o1-3gNmRcWZx4rY5W8GsNdgMR.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        657410
      ],
      "fullName": "Andreas Wolter",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "d2153cd8-80d9-4694-80b0-9f1dea2812b9",
      "firstName": "Aniket",
      "lastName": "Wattamwar",
      "bio": "I am a software developer and love to explore new technology. Currently exploring and learning 3d printing with my Ender-3 printer",
      "tagLine": "Crafting Code, Shaping Tomorrow.",
      "profilePicture": "https://sessionize.com/image/2d54-400o400o1-RzgRi1J9QByfpafem9SS92.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        653590
      ],
      "fullName": "Aniket Wattamwar",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "8fbb3d17-bd56-4cef-9a29-eea5a84dd56b",
      "firstName": "Armando",
      "lastName": "Lacerda",
      "bio": "http://bit.ly/ALacerdaProfile",
      "tagLine": "Cloud Data Platform Architect & Engineer",
      "profilePicture": "https://sessionize.com/image/b9ce-400o400o1-17-bd56-4cef-9a29-eea5a84dd56b.29bb8247-1f10-4df1-bea5-838eb4f74052.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        665575
      ],
      "fullName": "Armando Lacerda",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "e20c5639-5ad0-4892-a59d-0a5ba1dcb673",
      "firstName": "Bill",
      "lastName": "Sanscrainte",
      "bio": "Faster! has been Bill's prime directive for over 40 years. Since version 6.5 Bill has explored how to make SQL Server perform - from application architecture and design, through development and testing, to support and administration. His career has spanned opportunities from programmer to IT Director, consultant to Enterprise Data Architect, and many roles in between. His skills have been applied to several industry-leading relational databases  He also holds the world record for most SQL Cruises as a student – 10 for SQL Server (and 2 for Oracle).",
      "tagLine": "Principal. Practice Computing Management, Inc.",
      "profilePicture": "https://sessionize.com/image/d468-400o400o1-3ApQbVQ28hxnZJvR7LLRqR.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        658228
      ],
      "fullName": "Bill Sanscrainte",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "d15e2409-5169-4579-a689-c6ed22dd75ef",
      "firstName": "Camilo",
      "lastName": "Leon",
      "bio": "Camilo Leon is a Principal Solutions Architect at AWS specialized on RDS SQL Server and based off San Francisco, California. Systems Engineer and Microsoft Consulting Services veteran with over thirty years of Software Development and IT Consulting experience working on challenging SQL Server engagements with Fortune 500 companies across the globe.\r\n\r\nHe works with AWS customers to provide architectural guidance and technical support for the design, deployment and management of their AWS relational database workloads and business applications. In his spare time, he enjoys mountain biking, photography, and movies.",
      "tagLine": "AWS - Principal Solutions Architect",
      "profilePicture": "https://sessionize.com/image/c48e-400o400o1-HHbhGkwgPewHaQT5GBHtb8.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        640682
      ],
      "fullName": "Camilo Leon",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "759068cb-7081-4ea7-8ec2-6e159ba09d34",
      "firstName": "Dèjì",
      "lastName": "Akọ́mọláfẹ́",
      "bio": "Deji is a Virtualization and Cloud Computing Solutions Specialist and a VMware Global Evangelist whose Program incubation and management expertise is rooted in providing technical guidance, mentorship, support and facilitation to help IT Professionals acquire and enhance their knowledge and expertise in the Virtualization and Cloud Computing space, and to freely share same broadly.",
      "tagLine": "Dejify - The Disambiguation of All Things Technical",
      "profilePicture": "https://sessionize.com/image/c8d1-400o400o1-pgSz7L8EjyEvrjaMUQMhAV.jpeg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        665537
      ],
      "fullName": "Dèjì Akọ́mọláfẹ́",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "5170e2ac-2287-4a44-81a0-0cdecba07f79",
      "firstName": "Edwin M",
      "lastName": "Sarmiento",
      "bio": "is the Managing Director of 15C, a consulting and training company that specializes in designing, implementing and supporting SQL Server infrastructures. He is a 12-year former Microsoft Data Platform MVP and Microsoft Certified Master from Ottawa, Canada (but he’s originally from the Philippines) specializing in high availability, disaster recovery and system infrastructures running on the Microsoft server technology stack. His background in Unix has taken him to the world of DevOps and Docker to containerize SQL Server. He is very passionate about technology but has interests in music, neuroscience, social psychology, professional and organizational development, leadership and management matters when not working with databases. \r\n\r\nEdwin lives up to his primary mission statement: \"To help people and organizations grow and develop their full potential.\"",
      "tagLine": "Managing Director; Microsoft Certified Master: SQL Server",
      "profilePicture": "https://sessionize.com/image/4d71-400o400o1-TtrFP5mB3rs78t7VjvuQjU.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        652925
      ],
      "fullName": "Edwin M Sarmiento",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "ca8adb67-ec3b-4fd5-a3b2-fbbd27da4f4f",
      "firstName": "Joshua",
      "lastName": "Higginbotham",
      "bio": "Joshua Higginbotham, a Microsoft Data Platform MVP, is a Senior Architect at Centric Consulting.  He's worked in various roles including Software Development, Database Administration, and Business Intelligence.  He’s an active speaker within the Data community and the Co-Chapter Leader of the Louisville Data Technology Group on MeetUp.",
      "tagLine": "Microsoft Data Platform MVP | Senior Architect ",
      "profilePicture": "https://sessionize.com/image/703b-400o400o1-67-ec3b-4fd5-a3b2-fbbd27da4f4f.497d066e-2bce-4966-8fd0-621b975abbd3.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        635397
      ],
      "fullName": "Joshua Higginbotham",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "cbfc10e5-647f-4898-bce3-4579e9e3935b",
      "firstName": "Kellyn ",
      "lastName": "Gorman",
      "bio": "Kellyn Pot’Vin-Gorman is the Director of Data and AI at Silk with a long history in multi-platform technology. An Oracle ACE Director alumnus, she has been awarded over the years for her technical contributions and community volunteerism through many organizations, including a recognition as Woman in Tech of the Year for the state of Colorado. She is one of only six women part of the Oak Table, a network for the Oracle scientist. She has extensive experience in environment optimization, cloud migration, automation and architect of robust environments. Specializing in multi-terabyte management of OLAP/DSS systems. A consistent advocate for logical tuning of code and design before hardware solutions. She's recently become known for her expertise in DevOps, AWR, (Automatic Workload Repository) and virtualization of database environments with complex cloud management. The technical knowledge required to support these features offers great educational opportunities to learn by attending her technical presentations, engaging with her on social media presence as DBAKevlar or reading her blog, dbakevlar.com.",
      "tagLine": "Director of Data and AI",
      "profilePicture": "https://sessionize.com/image/957a-400o400o1-wEH1RuFt8Z2B5NqTK2mCLf.jpeg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        646942
      ],
      "fullName": "Kellyn Gorman",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "0235dff5-6fbd-4116-bf3a-7def103ccd9f",
      "firstName": "Manish",
      "lastName": "Shah",
      "bio": "Datasparc's founder and CEO, Manish Shah, possesses technical skills in product development and database security. He has hands-on experience in building scalable cloud systems, as well as capable of providing thought leadership and effectively influencing others. He owns a patent in system and method for the discovery and protection of sensitive data.",
      "tagLine": "Datasparc, CEO",
      "profilePicture": "https://sessionize.com/image/0c71-400o400o1-nZJ4dqw7yRrjNaHq6VDzWm.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        639437
      ],
      "fullName": "Manish Shah",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "50383179-378d-4690-96aa-e05f2572f6a5",
      "firstName": "Martin",
      "lastName": "Schoombee",
      "bio": "I help people make sense of their data, using Microsoft technologies.",
      "tagLine": "Chief Data Wrangler at 28twelve consulting",
      "profilePicture": "https://sessionize.com/image/f3d7-400o400o1-fTLNfti7EoZePrDTUuRnGp.png",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        637586
      ],
      "fullName": "Martin Schoombee",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "132b6299-78ed-4cdd-bb22-d34a62f35fdd",
      "firstName": "Minesh",
      "lastName": "Chande",
      "bio": "An avid SQL Server DBA, Architect with extensive background in insurance and finance industry",
      "tagLine": "AWS, Database Specialist Architect",
      "profilePicture": "https://sessionize.com/image/ff26-400o400o1-KeZLWbXDihU4YrnCPXB2c2.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        639857
      ],
      "fullName": "Minesh Chande",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "ec5ef698-6c51-4e7b-a70c-e1745c3daf5e",
      "firstName": "Patrick Alexander",
      "lastName": "Alexander",
      "bio": "Patrick Alexander is currently working at Google Cloud as Customer Engineer. He is an ex Microsoft principal solution architect with over 2 decade of experience in database management and analytics.",
      "tagLine": "Helping my customers to realize the full power of clous offerings ",
      "profilePicture": "https://sessionize.com/image/27a2-400o400o1-B5oaic3DUWYSGXUt4VVUFF.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        646175
      ],
      "fullName": "Patrick Alexander Alexander",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "2d0e16df-5c1e-4a51-867e-d9cd72dff6c5",
      "firstName": "Rick",
      "lastName": "Lowe",
      "bio": "Rick is a Microsoft Certified Master for SQL Server and independent contractor/consultant specializing in performance and query tuning. He began his career as a system programmer, before transitioning through database development positions to eventually focus on performance issues as well as relationship counseling between DBA and developer teams.",
      "tagLine": "Data FLowe Solutions LLC",
      "profilePicture": "https://sessionize.com/image/dd94-400o400o1-WGaCXvQZe85avDScAp1GJ4.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        650479
      ],
      "fullName": "Rick Lowe",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "a7049a06-9b8e-4b93-9777-aaf7894b1479",
      "firstName": "Rony",
      "lastName": "Chatterjee",
      "bio": "Rony is the Co-Founder and Chief Product Officer at SmartApps. At SmartApps we make Generative AI work for enterprises. SmartApps application operates in cloud scale enterprise secure environment and provides hallucination free insights over the data.\r\n\r\nPrior to this role, Rony was the General Manager in Amazon Ads delivering Sponsored Products recommendation outside of Amazon on third-party sites which included first party integrations like Pinterest and Brave. Rony was the Head of Product for blended thematic widgets on the Amazon Search Page. His team partnered with several retail teams (Softlines, Hardlines, Consumables, Climate Pledge Friendly)across Amazon to launch blended thematic widget experiences on Amazon search page.\r\n\r\nPrior to joining Amazon, Rony was the Sr. Director of the Center of Innovation and Transformation at Microsoft, driving Digital Transformation of the top Azure customers. The Center of Innovation and Transformation led the way in exploring and helping Azure's top customers adopt new technologies, techniques, best practices to digitally transform expand and create value for their businesses. The center of innovation team supported and governed the execution of the Digital Transformation strategy and focused on forward looking opportunities.",
      "tagLine": "SmartApps, Co-Founder and Chief Product Officer",
      "profilePicture": "https://sessionize.com/image/d069-400o400o1-hPLz3gjrkY1fSPYsxDDWaR.jpg",
      "isTopSpeaker": false,
      "links": [],
      "sessions": [
        650803
      ],
      "fullName": "Rony Chatterjee",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "6e0c6896-2a12-4221-8094-00278ede38c2",
      "firstName": "Russel",
      "lastName": "Loski",
      "bio": "Russ is a data engineer with over 25 years of experience.  He has worked with a variety of tools from DTS to SSIS to Azure Data Factory to Power BI.  He has worked in industry as varied as sports and health care.\r\n\r\nRuss current lives with his wife in North Texas very close to his daughter and grandkids.",
      "tagLine": "Data Engineer",
      "profilePicture": "https://sessionize.com/image/f8db-400o400o1-ea32bc2d-b9c0-4024-b4fe-3b67f4807745.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        654862
      ],
      "fullName": "Russel Loski",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "9331bd6e-4f15-4a20-b4a9-599c1b1fa7df",
      "firstName": "Shivam ",
      "lastName": "Kapoor",
      "bio": "Shivam Kapoor is a Solution Specialist at Timextender, a leading provider of holistic data solutions. With over 8 years of extensive experience in the data industry, he specializes in empowering customers to harness the power of data swiftly and effectively.\r\nAt Timextender, Shivam collaborates closely with partners and customers across diverse industries to streamline their data integration processes and construct robust platform independent data solutions. His expertise lies in leveraging  technology and best practices to deliver tailored solutions that drive business growth and operational excellence. Shivam is passionate about knowledge sharing and actively contributes through engaging speaking engagements, insightful blog posts, and informative technical article",
      "tagLine": "Because Time Matters!",
      "profilePicture": "https://sessionize.com/image/00ef-400o400o1-W1YGBxLkrz5Gcn4UGKTgUx.png",
      "isTopSpeaker": false,
      "links": [],
      "sessions": [
        667793
      ],
      "fullName": "Shivam Kapoor",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "835a46eb-80bb-4ba3-9e9d-4a3d841a6936",
      "firstName": "Steve",
      "lastName": "Moss",
      "bio": "I've been a DBA, a DBA Mgr, a BI Developer and Architect, in both industry and consulting and at Microsoft. I've found that all the skills that I learned as a DBA and Data Modelers are still relevant, with some updates to new technologies.",
      "tagLine": "Principal Cloud Architect at Microsoft, working with Strategic Customers",
      "profilePicture": "https://sessionize.com/image/8f6c-400o400o1-YPoHJv3KpsjjAF2KWQQb8o.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        646380
      ],
      "fullName": "Steve Moss",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "4aabc8e3-d038-469e-90bb-6c264f52dd9c",
      "firstName": "Taylor",
      "lastName": "Troesh",
      "bio": "Taylor tinkers with writing, learning, time, design, software, ideas, humor, and entrepreneurship.",
      "tagLine": "mayor of taylor.town",
      "profilePicture": "https://sessionize.com/image/e767-400o400o1-MEsKWe4ahbMm58TJYarqEG.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        653929
      ],
      "fullName": "Taylor Troesh",
      "categoryItems": [],
      "questionAnswers": []
    },
    {
      "id": "49f65e57-a19b-47c5-bf47-37af5e8daa03",
      "firstName": "Vijay",
      "lastName": "Panwar",
      "bio": "I am, an accomplished IT professional with a decade of experience, possess expertise in a wide array of technologies, including Python, SQL Server, MySQL, PHP, Web services, REST API, and more. Embarking on a journey through the vast and intricate realm of software engineering over the last decade, my career stands as a testament to the power of expertise, innovation, and relentless pursuit of knowledge. As a seasoned software engineer and a tech expert, you have navigated the complexities of modern technology landscapes, mastering languages and frameworks at the heart of today's digital revolution. My proficiency in Python, coupled with an in-depth understanding of microservices architectures, positions you at the forefront of building scalable and efficient systems.\r\n\r\nMy expertise extends across critical database technologies, including SQL Server and MySQL, where my ability to optimize data processing and enhance indexing has not only improved system performance but has also contributed significantly to the field through scholarly work. With over ten published research papers, you've illuminated topics such as the advanced utilization of stored procedures in SQL Server and the role of decentralized AI in database management. These contributions reflect a deep commitment to advancing our understanding of data processing and analysis, shaping the future of database technologies.\r\n\r\nOne of my standout papers, \"Optimizing Big Data Processing in SQL Server through Advanced Utilization of Stored Procedures,\" addresses the intricate challenges of managing vast datasets, offering innovative solutions that have informed best practices in the industry. Similarly, my work on \"Decentralized AI in Database Management- Revolutionizing Data Processing and Analysis\" explores the cutting-edge intersection of artificial intelligence and database technology, proposing forward-thinking approaches to data management that leverage AI for enhanced efficiency and insights.\r\n\r\nIn the realm of web development, my research on the \"Web Evolution to Revolution: Navigating the Future of Web Application Development\" stands as a roadmap for developers navigating the ever-evolving web landscape, highlighting the transformative potential of modern web technologies and methodologies.\r\n\r\nMy technical acumen is further validated by prestigious certifications, including AWS Cloud Developer, Professional Scrum Master I (PSM1), and Certified SAFe Agilist from Scaled Agile. These accolades not only underscore my proficiency in cloud computing and agile methodologies but also reflect a commitment to continuous learning and adaptation in an ever-changing industry.\r\n\r\nA crowning achievement in my career has been the management of terabytes of data for flight connectivity processing. This complex undertaking demanded not only technical expertise but also innovative thinking and strategic planning. My success in this area demonstrates an exceptional ability to tackle and surmount the challenges associated with big data, ensuring efficiency and reliability in critical data processing tasks.\r\n\r\nFurthermore, my contributions to solving complex problems, such as avoiding deadlocks in Python scripts, highlight my skill in identifying and addressing potential issues in software execution. This capability ensures that systems run smoothly and efficiently, minimizing downtime and maximizing performance.\r\n\r\nMy implementation of AWS API Gateway for handling Cross-Origin Resource Sharing (CORS) and other web services exemplifies my ability to leverage cloud technologies to enhance application interoperability and security. By integrating these services into cloud-based solutions, you have facilitated seamless and secure communication between distributed systems, further advancing the capabilities of modern applications.\r\n\r\nIn reflecting on my illustrious 10-year journey in the software engineering field, it is clear that my contributions extend far beyond code. Through my research, innovations, and leadership, you have played a pivotal role in driving the industry forward, addressing complex challenges with creativity and precision. As you continue to explore new horizons and push the boundaries of what is possible with technology, my career stands as an inspiring example of excellence, dedication, and impact in the world of software engineering.\r\n",
      "tagLine": "Senior Software Engineer at Panasonic Avionics Corportion",
      "profilePicture": "https://sessionize.com/image/58e6-400o400o1-Vg8gBwfxYAviCSYD3LZef5.jpg",
      "isTopSpeaker": true,
      "links": [],
      "sessions": [
        650123
      ],
      "fullName": "Vijay Panwar",
      "categoryItems": [],
      "questionAnswers": []
    }
  ],
  "questions": [],
  "categories": [],
  "rooms": [
    {
      "id": 44111,
      "name": "Microsoft (aka MPR - 70)",
      "sort": 0
    },
    {
      "id": 44112,
      "name": "Brent Ozar UNLTD (aka Avalon - 25)",
      "sort": 1
    },
    {
      "id": 44113,
      "name": "VMware (aka San Clemente - 20)",
      "sort": 2
    },
    {
      "id": 47622,
      "name": "TimeXtender (aka Laguna - 20)",
      "sort": 4
    }
  ]
}